# cat extensions | sed '/^#/ d; /^$/ d' | xargs -n 1 code --install-extension

2gua.rainbow-brackets
BazelBuild.vscode-bazel
bierner.markdown-preview-github-styles
Blodwynn.soysyntaxchecker
bpruitt-goddard.mermaid-markdown-syntax-highlighting
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
DevonDCarew.bazel-code
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
file-icons.file-icons
GrapeCity.gc-excelviewer
IBM.output-colorizer
jithurjacob.nbpreviewer
mechatroner.rainbow-csv
mrcrowl.hg
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
qnsolutions.swaggitor
redhat.java
redhat.vscode-yaml
ryuta46.multi-command
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
stevejpurves.cucumber
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscode-icons-team.vscode-icons
zhuangtongfa.Material-theme
zxh404.vscode-proto3
