tap "bazelbuild/tap", pin: true
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ktr0731/evans"
brew "go"
brew "graphviz"
brew "htop"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "kustomize"
brew "node"
brew "protobuf"
brew "pyenv"
brew "skaffold"
brew "telnet"
brew "tig"
brew "tmux"
brew "zlib"
brew "zsh"
brew "bazelbuild/tap/bazel"
brew "ktr0731/evans/evans"
cask "1password"
cask "google-cloud-sdk"
cask "java8"
cask "minikube"
cask "virtualbox"
cask "whatsapp"
